Repository: synth-inc/quickedit
Catalog: macos/OnitQuickEdit/Onboarding.xcstrings
Source language: en
Languages: fr

source: (See how)
fr: (Voir comment)

source: and
fr: et

source: (give it ~5 seconds)
fr: (patientez ~5 secondes)

source: (this is Google's fault, not ours)
fr: (c'est la faute de Google, pas la nôtre)

source: Accept
fr: Accepter

source: Accept Invite
fr: Accepter l'invitation

source: Accessibility
fr: Accessibilité

source: Added
fr: Ajouté

source: Autocomplete
fr: Autocomplétion

source: By continuing, you agree to our
fr: En continuant, vous acceptez nos

source: Cancel
fr: Annuler

source: Check your email
fr: Vérifiez votre e-mail

source: Choose your preferred languages for translation.
fr: Choisissez vos langues préférées pour la traduction.

source: Click the link we sent to:
fr: Cliquez sur le lien que nous avons envoyé à :

source: Close
fr: Fermer

source: Continue with email
fr: Continuer avec l'e-mail

source: Copied!
fr: Copié !

source: Copy Invite Link
fr: Copier le lien d'invitation

source: Didn't get it? Check your spam folder and the spelling
fr: Vous ne l'avez pas reçu ? Vérifiez votre dossier spam et l'orthographe

source: Done
fr: Terminé

source: Email Address
fr: Adresse e-mail

source: Failed to get Apple identity token
fr: Échec de l'obtention du jeton d'identité Apple.

source: Failed to get Google identity token
fr: Impossible d'obtenir le jeton d'identité Google

source: Failed to open Google sign in
fr: Impossible d'ouvrir la connexion Google

source: Grant Access
fr: Autoriser l'accès

source: Grant access
fr: Autoriser l'accès

source: Grant access to unlock QuickEdit
fr: Accordez l'accès pour activer QuickEdit

source: Granted
fr: Autorisé

source: Hold down %@ and start speaking. Release to insert text.
fr: Maintenez %@ enfoncé et commencez à parler. Relâchez pour insérer le texte.

source: Improve
fr: Améliorer

source: Insert
fr: Insérer

source: Instant AI text improvements with one click
fr: Améliorations de texte IA instantanées en un clic

source: Invalid email format
fr: Format d'e-mail invalide

source: Join our Discord Server!
fr: Rejoignez notre serveur Discord !

source: Let's get you set up.
fr: Configurons tout cela.

source: Let's set you up with instant, one-click AI text improvements.
fr: Configurons des améliorations de texte par IA, instantanées et en un clic.

source: Logout
fr: Déconnexion

source: Make every sentence shine
fr: Faites briller chaque phrase

source: Maybe Later
fr: Peut-être plus tard

source: Next
fr: Suivant

source: OR
fr: OU

source: Onit is up and running
fr: Onit est opérationnel

source: Onit is up and running!
fr: Onit est opérationnel !

source: Optional
fr: Facultatif

source: Please enter your email
fr: Veuillez entrer votre e-mail

source: Previous
fr: Précédent

source: Privacy
fr: Confidentialité

source: Privacy Policy
fr: Politique de confidentialité

source: Required
fr: Requis

source: Resend Link
fr: Renvoyer le lien

source: Reset
fr: Réinitialiser

source: Retry
fr: Réessayer

source: Say hello to the team and other Onit users, get updates and give feedback.
fr: Dites bonjour à l'équipe et aux autres utilisateurs d'Onit, recevez des mises à jour et donnez votre avis.

# Say hello to the team and other Onit users, get updates and give feedback.
source: Say hello to the team and other Onit users, get updates\nand give feedback.
fr: Dites bonjour à l'équipe et aux autres utilisateurs d'Onit, recevez des mises à jour\net donnez votre avis.

source: Screenshots
fr: Captures d'écran

source: Screenshots are used to find empty screen space, keeping Onit out of the way!
fr: Les captures d'écran sont utilisées pour trouver l'espace vide à l'écran, gardant Onit hors du chemin !

source: Screenshots never leave your Mac — they're used once and deleted instantly.
fr: Les captures d'écran ne quittent jamais votre Mac — elles sont utilisées une fois puis supprimées instantanément.

source: Select text
fr: Sélectionner du texte

source: Sending...
fr: Envoi...

source: Set Up Translation
fr: Configurer la traduction

source: Sign In
fr: Se connecter

source: Sign up
fr: S'inscrire

source: Skip
fr: Passer

source: Skip Demo
fr: Passer la démo

source: Something went wrong
fr: Une erreur s'est produite

source: Something went wrong. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.

source: Start Setup →
fr: Démarrer la configuration →

source: Start by selecting text
fr: Commencez par sélectionner du texte

source: Start typing in any app, and you'll see Onit's suggestions appear.
fr: Commencez à taper dans n'importe quelle application, et vous verrez les suggestions d'Onit apparaître.

# Start typing in any app, and you'll see Onit's suggestions appear.
source: Start typing in any app, and you'll see Onit's\nsuggestions appear.
fr: Commencez à taper dans n'importe quelle application, et vous verrez\nles suggestions d'Onit apparaître.

source: Target Language
fr: Langue cible

source: Terms
fr: Conditions

source: Terms of Service
fr: Conditions d'utilisation

source: The language your recipients expect.
fr: La langue attendue par vos destinataires.

source: Then navigate with your %@ keys. Hit %@ to accept.
fr: Puis naviguez avec vos touches %@. Appuyez sur %@ pour accepter.

source: This helps Onit find empty space so it doesn't cover what you're working on.
fr: Ceci aide Onit à trouver un espace libre pour ne pas masquer votre contenu.

source: This is used by QuickEdit to pick up highlighted text and replace it with your edits.
fr: Utilisé par QuickEdit pour récupérer le texte surligné et le remplacer par vos modifications.

source: This is what allows Onit paste your speech into any text field.
fr: C'est ce qui permet à Onit de coller vos paroles dans n'importe quel champ de texte.

source: Try it on the text below and see it go from messy to perfect!
fr: Essayez sur le texte ci-dessous et voyez-le passer de brouillon à parfait !

source: Try the 'Edit' (􀆔K) option and enter a prompt like 'inspirational' or 'email'
fr: Essayez l'option « Modifier » (􀆔K) et entrez un prompt comme « inspirant » ou « email »

source: Unknown Google sign in error
fr: Erreur de connexion Google inconnue

source: Welcome to QuickEdit
fr: Bienvenue dans QuickEdit

source: With: ✅ Finds empty space
fr: Avec : ✅ Trouve l'espace vide

source: Without: ❌ May cover content
fr: Sans : ❌ Peut recouvrir le contenu

source: You're all set to use Onit.
fr: Vous êtes prêt à utiliser Onit.

source: You've been invited to join
fr: Vous avez été invité à rejoindre

source: Your data is stored locally on your Mac
fr: Vos données sont stockées localement sur votre Mac

source: Your language
fr: Votre langue

source: Your preferred language.
fr: Votre langue préférée.

source: of your email address, or
fr: de votre adresse e-mail, ou

source: or
fr: ou
